Repository: common-repository/syntaxhighlighter-to-pastacode
Catalog: languages/syntax-highlighter-to-pastacode-*.po
Languages: fr_fr

source: Syntax Highlighter Evolved to Pastacode
fr_fr: Syntax Highlighter Evolved vers Pastacode

source: Migrate from Syntax Highlighter Evolved to Pastacode
fr_fr: Migrer de Syntax Highlighter Evolved vers Pastacode

source: Migrate to Pastacode
fr_fr: Migrer vers Pastacode

source: Detect and replace old shortcodes
fr_fr: Trouve et remplace les codes courts

source: The operation is reversible
fr_fr: L'opération peut-être inversée

source: Validate the conversion and remove the logs and backups
fr_fr: Valider l'opération, supprimer les journaux et les sauvegardes

source: [%1$s] %2$s : old shortcodes restored.
fr_fr: [%1$s] %2$s : Anciens codes courts restaurés.

source: Verify
fr_fr: Vérifier

source: Restore
fr_fr: Restaurer

source: [%1$s] %2$s : shortcodes [%3$s] finds and replaced. %4$s
fr_fr: [%1$s] %2$s : codes courts [%3$s] trouvés et remplacés. %4$s

source: [%1$s] %2$s : shortcodes [%3$s] find, but update failed. %4$s
fr_fr: [%1$s] %2$s : codes courts [%3$s] trouvés, mais échec de la conversion. %4$s

source: [%1$s] %2$s : no shortcode need to be converted.
fr_fr: [%1$s] %2$s : aucun code court trouvé.

source: The only use of this plugin is to convert SyntaxHighliterEvolved's shortcodes into Pastacode's Shortcodes.
fr_fr: La seule utilité du plugin est de transformer les codes courts de SyntaxHighlighter Evolved en codes courts pour pastacode.
